IDEA Open Model
PointSupportNode.SupportTypeRX Property
Compatible with IDEA StatiCa 20.1
 Support type in dirrection round X
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public SupportTypeInDirrection SupportTypeRX { get; set; }
Public Property SupportTypeRX As SupportTypeInDirrection
	Get
	Set
Property Value
Type: SupportTypeInDirrection
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace